app.grayjay.Grayjay
app.zen_browser.zen
com.discordapp.Discord
com.getpostman.Postman
com.github.tchx84.Flatseal
com.github.xournalpp.xournalpp
com.google.AndroidStudio
com.ktechpit.whatsie
com.obsproject.Studio
com.rustdesk.RustDesk
com.slack.Slack
io.lmms.LMMS
org.blender.Blender
org.chromium.Chromium
org.freecad.FreeCAD
org.gimp.GIMP
org.inkscape.Inkscape
org.kde.krita
org.kicad.KiCad
org.libreoffice.LibreOffice
org.localsend.localsend_app
org.telegram.desktop
rest.insomnia.Insomnia
